Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_antiktv/resources/language/*.po
Languages: cs, sk

source: Others
cs: Ostaní
sk: Ostatné

source: Wrong login name
cs: Chybné přihlašovací jméno
sk: Nesprávne prihlasovacie meno

source: Wrong communication data received from server
cs: Nesprávné komunikační data přijatá ze serveru
sk: Nesprávne komunikačné údaje prijaté zo servera

source: Request to remote server failed
cs: Požadavek na vzdálený server selhal
sk: Požiadavka na vzdialený server zlyhala

source: Login failed
cs: Přihlášení selhalo
sk: Prihlásenie zlyhalo

source: Request is blocked by firewall
cs: Požadavek blokován firewallem
sk: Požiadavka blokovaná firewallom

source: Unexpected return code from server
cs: Neočekávaný návratový kód ze serveru
sk: Neočakávaný návratový kód zo servera

source: Wrong login data provided or account doesn't exists.
cs: Nesprávné přihlašovací údaje nebo konto neexistuje.
sk: Prihlasovacie údaje sú nesprávne alebo používateľský účet neexistuje.

source: Account is not yet activated. You need to activate it using instructions in SMS or E-mail entered by registration.
cs: Konto není aktivováno. Musíte ho aktivovat podle instrukcí v SMS nebo E-mailu zadaném při registraci.
sk: Účet nie je aktivovaný. Je nutné ho aktivovať podľa inštrukcií v SMS alebo E-maily zadanom pri registrácii.

source: You have reached the limit of maximum registered devices. Go to {my_antik}, section Devices and removed unused one.
cs: Dosáhli jste limit maximálního počtu registrovaných zařízení. Choďte na {my_antik}, sekce Zařízení a vymažte nějaké nepotřebné.
sk: Dosiahli ste limit maximálneho počtu registrovaných zariadení. Choďte na {my_antik}, sekcia Zariadenia a vymažte nejaké nepoužívané.

source: Account is marked as inactive.
cs: Konto je označeno jako neaktivní.
sk: Konto je označené ako neaktívne.

source: Unsupported login response code received from server
cs: Ze serveru byla přijata nepodporovaná odpověď na login požadavek
sk: Zo servera prišla nepodporovaná odpoveď na príkaz login

source: No username or password provided
cs: Přihlašovací jméno a heslo není zadané
sk: Nezadané prihlasovacie menu a heslo

source: Unknown channel type
cs: Neznámy typ kanálů
sk: Neznámy typ kanálu

source: Failed to get stream URL
cs: Nepodařilo se získat URL streamu
sk: Nepodarilo sa získať URL adresu streamu

source: Not available stream found for this channel
cs: Pro tento kanál není dostupný žádný stream
sk: Pre tento program sa nenašiel žiaden stream

source: Platform of your receiver is currently not supported. Please send log file {log_file} to {email} and we will try to add support for it ...
cs: Platforma vašeho přijímače není podporovaná. Prosím zašlete log soubor {log_file} na {email} a pokusíme se pro něj podporu přidat ...
sk: Platforma vášho prijímača momentálne nie je podporovaná. Prosím pošlite log súbor {log_file} na {email} a pokúsime sa pre neho pridať podporu ...

source: Television
cs: Televize
sk: Televízia

source: Here you will find list of television channels
cs: Tady najdete seznam televizních kanálů
sk: Tu nájdete zoznam televíznych programov

source: Radios
cs: Radia
sk: Rádiá

source: Here you will find list of radio channels available with your subscription
cs: Obsahuje seznam rádií dostupných s vašim předplatným
sk: Obsahuje zoznam rádií dostupných s vašim predplatným

source: Cameras
cs: Kamery
sk: Kamery

source: Cameras from Kosice or other places in Slovakia
cs: Kamery z Košic a ostatních míst Slovenska
sk: Kamery z Košíc a iných miest Slovenska

source: All
cs: Všechny
sk: Všetky

source: Play from beginning
cs: Přehrát od začátku

source: By channels
cs: Podle kanálů
sk: Podľa kanálov

source: By genres
cs: Podle žánrů
sk: Podľa žánrov

source: Informations and settings
cs: Informace a nastavení
sk: Informácie a nastavenia

source: User account
cs: Poživatelské konto
sk: Používateľské konto

source: Purchased packages
cs: Zakoupené balíky
sk: Zakúpené balíky predplatného

source: Refresh channel list
cs: Obnovit seznam kanálů
sk: Aktualizovať zoznam programov

source: Run EPG export to enigma or XML files
cs: Spustit export EPG do enigmy nebo do XML souborů
sk: Spustiť EPG export do enigmy alebo do XML súborov

source: Request device identification code
cs: Vyžádat identifikaci tohoto zařízení
sk: Vyžiadať identifikačný kód tohto zariadenia

source: Logout from this device
cs: Odhlásit z tohoto zařízení
sk: Odhlásiť sa z tohto zariadenia

source: EPG export started
cs: EPG export byl spuštěn
sk: EPG export bol spustený

source: Channel list was updated
cs: Seznam kanálů byl aktualizován
sk: Zoznam programov bol aktualizovaný

source: Device identification code is: {did}
cs: Identifikační kód tohoto zařízení je: {did}
sk: Identifikačný kód zariadenia je: {did}

source: To order more packages go to {antik_site}
cs: Pro objednávku dalších balíku choďte na {antik_site}
sk: Pre objednanie ďalších balíkov choďte na {antik_site}

source: Do you really want to logout from this device?
cs: Opravdu se chcete odhlásit z tohoto zařízení?
sk: Naozaj sa chcete odhlásiť z tohto zariadenia?

source: You have been logged out from this device
cs: Byli jste odhlášen z tohoto zařízení
sk: Boli ste odhlásený z tohto zariadenia

source: Customer
cs: Zákazník
sk: Zákazník

source: Name
cs: Jméno
sk: Meno

source: Customer key
cs: Zákaznický klíč
sk: Zákaznícky kľúč

source: This device identification
cs: Identifikace tohoto zařízení
sk: Identifikácia tohto zariadenia

source: Provider name
cs: Jméno poskytovatele
sk: Meno poskytovateľa

source: Login name
cs: Přihlašovací jméno
sk: Prihlasovacie meno

source: Login password
cs: Přihlašovací heslo
sk: Prihlasovacie heslo

source: Enable H.265 video codec
cs: Povolit H.265 video kodek
sk: Povoliť H.265 video kodek

source: Prefered stream quality
cs: Preferovaná kvalita streamu
sk: Preferovaná kvalita streamov

source: Very low
cs: Velice nízká
sk: Veľmi nízka

source: Low
cs: Nízká
sk: Nízka

source: Middle
cs: Střední
sk: Stredná

source: High
cs: Vysoká
sk: Vysoká

source: Very high
cs: Velice vysoká
sk: Veľmi vysoká

source: Enable adult channels
cs: Povolit programy pro dospělé
sk: Povoliť programy pre dospelých

source: Check exteplayer3 version on startup
cs: Zkontrolovat verzi přehrávače exteplayer3 při spuštění

source: Allow informations and settings in main menu
cs: Povolit informace a nastavení v hlavním menu
sk: Povoliť informácie a nastavenia v hlavnom menu

source: Automatically export channel list as userbouquet
cs: Automaticky exportovat seznam stanic jako userbouquet
sk: Automaticky exportovať zoznam staníc ako userbouquet

source: Allow creating userbouquet for radios
cs: Povolit vytvoření userbouquetu pro radia
sk: Povoliť vytvorenie userbouquetu pre rádiá

source: Allow creating userbouquet for cameras
cs: Povolit vytvoření userbouquetu pro kamery
sk: Povoliť vytvorenie userbouquetu pre kamery

source: Add category names to userbouquet
cs: Přidat názvy kategórii do userbouquetu

source: Generate XML EPG for epgimport plugin (if installed)
cs: Generovat XML EPG pro epgimport plugin (pokud je nainstalován)
sk: Generovať XML EPG pre epgimport plugin (ak je nainštalovaný)

source: Directory for XML EPG data (need at least 20MB of free space)
cs: Adresář pro XML EPG data (potřebujete alespoň 20MB volného místa)
sk: Adresár pre XML EPG dáta (aspoň 20MB voľného miesta)

source: For how many days to generate XML EPG
cs: Pro kolik dni dopředu generovat XML EPG
sk: Pre koľko dní dopredu generovať XML EPG

source: Automatically download picons when exporting userbouquet
cs: Při exportování userbouquetu automaticky stáhnout picony
sk: Pri exportovaní userbouquetu automaticky stiahnuť picony

source: Player used for userbouquet
cs: Přehrávač použitý pro userbouquet
sk: Prehrávač použitý pre userbouquet

source: Default
cs: Předvolený
sk: Predvolený
