Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_ivysilani/resources/language/*.po
Languages: sk

source: Medium does not have valid licence
sk: Tento obsah nemá platnú licenciu pre prehrávanie prostredníctvom internetu

source: Last week popular
sk: Najobľúbenejšie za posledný týždeň

source: Historically most popular
sk: Historicky najobľúbenejšie

source: From newest
sk: Z najnovších

source: By alphabet (A-Z)
sk: Podľa abecedy (A-Z)

source: By alphabet (Z-A)
sk: Podľa abecedy (Z-A)

source: Go to program
sk: Prejsť na program

source: Categories
sk: Kategórie

source: Select order
sk: Zvoliť poradie

source: Subcategories
sk: Podkategórie

source: Recommended
sk: Doporučené

source: Favourites
sk: Obľúbené

source: Show related
sk: Zobraziť súvisiace

source: Remove from favourites
sk: Odstrániť z obľúbených

source: Add to favourites
sk: Pridať do obľúbených

source: Maximum bandwidth of the offered stream
sk: Maximálny dátový tok ponúkaného streamu

source: Unlimited
sk: Bez obmedzenia

source: Allow multiple audio tracks for HLS
sk: Povoliť viac audio stôp pre HLS

source: Enable subtitles support
sk: Povoliť podporu pre titulky

source: disabled
sk: zakázané

source: embedded
sk: vstavané
