Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_tvheadend/resources/language/*/LC_MESSAGES/*.po
Languages: cs, sk

source: Missing Tvheadend server address in settings.
cs: Chybí adresa serveru Tvheadend v nastavení.
sk: Chýba adresa servera Tvheadend v nastaveniach.

source: Tvheadend API request failed.
cs: Volání Tvheadend API selhalo.
sk: Volanie Tvheadend API zlyhalo.

source: Tvheadend returned invalid JSON.
cs: Tvheadend vrátil neplatný JSON.
sk: Tvheadend vrátil neplatný JSON.

source: Missing channel/service identifier for streaming.
cs: Chybí identifikátor kanálu/služby pro stream.
sk: Chýba identifikátor kanála/služby pre stream.

source: Prihlásenie do Tvheadend zlyhalo. Skontroluj meno/heslo a práva účtu.
cs: Přihlášení do Tvheadend selhalo. Zkontroluj jméno/heslo a práva účtu.

source: Server (IP/domain or URL)
cs: Server (IP/doména nebo URL)
sk: Server (IP/doména alebo URL)

source: Use HTTPS
cs: Použít HTTPS
sk: Použiť HTTPS

source: Username
cs: Uživatelské jméno
sk: Používateľské meno

source: Password
cs: Heslo
sk: Heslo

source: HTTP authentication
cs: HTTP autentizace
sk: HTTP autentifikácia

source: Use ticket URL (recommended for Digest)
cs: Použít ticket URL (doporučeno pro Digest)
sk: Použiť ticket URL (odporúčané pri Digest)

source: TVH profile (e.g. matroska)
cs: TVH profil (např. matroska)
sk: TVH profil (napr. matroska)

source: Timeout (seconds)
cs: Timeout (sekundy)
sk: Timeout (sekundy)

source: Automatically export channel list as userbouquet
cs: Automaticky exportovat seznam kanálů jako userbouquet
sk: Automaticky exportovať zoznam kanálov ako userbouquet

source: Allow creating userbouquet for radios
cs: Povolit vytváření userbouquet pro rádia
sk: Povoliť vytvorenie userbouquet pre rádiá

source: Allow creating userbouquet for cameras
cs: Povolit vytváření userbouquet pro kamery
sk: Povoliť vytvorenie userbouquet pre kamery

source: Add category names to userbouquet
cs: Přidat názvy kategorií do userbouquet
sk: Pridať názvy kategórií do userbouquet

source: Enable adult filter
cs: Povolit adult filtr
sk: Zapnúť adult filter

source: Generate XML EPG for epgimport plugin (if installed)
cs: Generovat XML EPG pro epgimport plugin (pokud je nainstalovaný)
sk: Generovať XML EPG pre epgimport plugin (ak je nainštalovaný)

source: Directory for XML EPG data (need at least 20MB of free space)
cs: Adresář pro XML EPG data (potřebuje alespoň 20 MB volného místa)
sk: Adresár pre XML EPG dáta (potrebuje aspoň 20 MB voľného miesta)

source: For how many days to generate XML EPG
cs: Na kolik dní generovat XML EPG
sk: Na koľko dní generovať XML EPG

source: Automatically download picons when exporting userbouquet
cs: Automaticky stahovat picony při exportu userbouquet
sk: Automaticky sťahovať picony pri exporte userbouquet

source: Enable Enigma2 EPG injection (integrate ArchivCZSK into system EPG)
cs: Povolit Enigma2 EPG injection (integrovat ArchivCZSK do systémového EPG)
sk: Zapnúť Enigma2 EPG injection (integrovať ArchivCZSK do systémového EPG)

source: For how many days to keep Enigma2 EPG history
cs: Na kolik dní ponechat historii EPG v Enigma2
sk: Koľko dní držať históriu EPG v Enigma2

source: Player used for userbouquet
cs: Přehrávač použitý pro userbouquet
sk: Prehrávač použitý pre userbouquet

source: Archive: max items from DVR
cs: Archiv: max. položek z DVR
sk: Archív: max. položiek z DVR

source: Archive: max number of days (0=no limit)
cs: Archiv: max. počet dní (0=bez limitu)
sk: Archív: max. počet dní (0=bez limitu)

source: None
cs: Žádné
sk: Žiadne

source: Default
cs: Výchozí
sk: Predvolené

source: Custom bouquet display name (TV)
cs: Vlastní název přehledu (TV)
sk: Vlastný názov prehľadu (TV)

source: Custom bouquet display name (Radio)
cs: Vlastní název přehledu (Rádio)
sk: Vlastný názov prehľadu (Rádio)

source: Please fill in the addon settings first: host, username and password.
cs: Nejprve vyplň v Nastavení doplňku: host, uživatelské jméno a heslo.
sk: Najprv vyplň v Nastaveniach doplnku: host, meno a heslo.

source: Tvheadend login failed. Check username/password and account permissions.
cs: Přihlášení do Tvheadend selhalo. Zkontroluj jméno/heslo a práva účtu.
sk: Prihlásenie do Tvheadend zlyhalo. Skontroluj meno/heslo a práva účtu.

source: Live TV
cs: Živé vysílání
sk: Živé vysielanie

source: All
cs: Všechny
sk: Všetky

source: Archive
cs: Archiv
sk: Archív

source: Live stream
cs: Živý stream
sk: Živý stream

source: days
cs: dní
sk: dní

source: Recording
cs: Nahrávka
sk: Nahrávka
