Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_stream_cinema/resources/language/*.po
Languages: cs, sk

source: Login data for kra.sk not provided
cs: Přihlašovací údaje pro kra.sk nejsou zadané
sk: Nezadané prihlasovacie údaje pre kra.sk

source: Wrong response to login command
cs: Chybná odpověď na login příkaz
sk: Chybná odpoveď na príkaz login

source: Failed to get user informations
cs: Nepodařilo se získat informace o uživateli
sk: Nepodarilo sa získať informácie o používateľovi

source: Wrong response status code
cs: Chybný návratový kód v odpovědi
sk: Nesprávny návratový kód

source: Wrong kra.sk login data
cs: Chybné přihlašovací údaje pro kra.sk
sk: Nesprávne prihlasovacie údaje pre kra.sk

source: Subscription expired
cs: Předplatné vypršelo
sk: Predplatné vypršalo

source: Failed to resolve file address
cs: Nepodařilo se získat adresu souboru
sk: Nepodarilo sa získať adresu súboru

source: Failed to upload file
cs: Soubor se nepodařilo nahrát
sk: Nepodarilo sa nahrať súbor

source: Default
cs: Předvolený
sk: Predvolený

source: Rating
cs: Hodnocení
sk: Hodnotenie

source: MPAA Rating
cs: Věková přístupnost
sk: Veková prístupnosť

source: Title
cs: Titul
sk: Titul

source: Name
cs: Jméno
sk: Meno

source: Year
cs: Rok
sk: Rok

source: Date added
cs: Datum přidání
sk: Dátum pridania

source: Wrong username/password provided or subscription for kra.sk expired
cs: Zadáno špatné uživatelské jméno/heslo nebo platnost předplatného pro kra.sk vypršela
sk: Zadané nesprávne používateľské meno/heslo alebo platnosť predplatného pre kra.sk vypršala

source: Subscription for kra.sk expired
cs: Předplatné pro kra.sk vypršelo
sk: Predplatné pre kra.sk vypršalo

source: Subscription for kra.sk will expire in {days} days
cs: Předplatné pro kra.sk vyprší za {days} dní
sk: Predplatné pre kra.sk vyprší za {days} dní

source: Search by name
cs: Hledat dle názvu
sk: Hľadať podľa názvu

source: Search by actor name
cs: Hledat dle jména herce
sk: Hľadať podľa mena herca

source: Play trailer
cs: Přehrát trailer
sk: Prehrať trailer

source: Remove from seen
cs: Vymazat ze sledovaných
sk: Odstrániť z videných

source: Failed to get list from Trakt.tv. If problem persists, unpair and newly pair your device to Trakt.tv.
cs: Nepodařilo se získat seznam z Trakt.tv. Pokud problém přetrvává, zrušte párování a znovu spárujte zařízení s Trakt.tv.
sk: Nepodarilo sa získať zoznam z Trakt.tv. Ak problém pretrváva, zrušte párovanie a znovu spárujte zariadenie s Trakt.tv.

source: My lists
cs: Moje seznamy
sk: Moje zoznamy

source: History
cs: Historie
sk: História

source: Trending
cs: Trendy
sk: Trendy

source: Popular
cs: Populární
sk: Populárne

source: Movies
cs: Filmy
sk: Filmy

source: Series
cs: Seriály
sk: Seriály

source: Search on prehraj.to
cs: Vyhledat na prehraj.to
sk: Vyhľadať na prehraj.to

source: Select actor
cs: Vyberte herce
sk: Vyberte herca

source: Advanced filtering
cs: Pokročilé filtrování
sk: Rozšírené filtrovanie

source: Order descending (Z-A)
cs: Uspořádat sestupně (Z-A)
sk: Zoradiť zostupne (Z-A)

source: Order ascending (A-Z)
cs: Uspořádat vzestupně (A-Z)
sk: Zoradiť vzostupne (A-Z)

source: Sort
cs: Třídit
sk: Triedenie

source: Filter by year
cs: Filtrovat dle roku
sk: Filtrovať podľa roku

source: Random
cs: Náhodně
sk: Náhodne

source: Sort by
cs: Třídit podle
sk: Triediť podľa

source: Older than
cs: Starší než
sk: Staršie ako

source: Younger than
cs: Mladší než
sk: Mladšie ako

source: Exact in year
cs: Přesně v roce
sk: Presne v roku

source: Choose by year
cs: Zvolit podle roku
sk: Voľba podľa roku

source: None
cs: Žádné
sk: Žiadne

source: Any
cs: Jakákoli
sk: Akákoľvek

source: Year sign
cs: Znaménko pro rok
sk: Znamienko pre rok

source: Show only dubbed
cs: Zobrazit jen dabovaný obsah
sk: Zobrazovať len dabovaný obsah

source: Show only content with subtitles
cs: Zobrazit jen obsah s titluky
sk: Zobrazovať len obsah s titulkami

source: Show only genre
cs: Zobrazit jen žánr
sk: Zobraziť len žáner

source: Don't show genre
cs: Nezobrazovat žánr
sk: Nezobrazovať žáner

source: Countries of origin
cs: Země původu
sk: Krajiny pôvodu

source: Exclude countries of origin
cs: Vynechat země původu
sk: Vynechať krajiny pôvodu

source: Ranking greater than
cs: Hodnocení lepší než
sk: Hodnotenie väčšie ako

source: Maturity rating
cs: Věkové omezení
sk: Vekové obmedzenie

source: Stream quality
cs: Kvalita streamu
sk: Kvalita streamu

source: Show only HDR content
cs: Zobrazit jen HDR obsah
sk: Zobrazenie iba HDR obsahu

source: Order by
cs: Seřadit podle
sk: Zoradiť podľa

source: Order descending
cs: Seřadit sestupně
sk: Zoradiť zostupne

source: Please select a stream
cs: Prosím zvolte stream
sk: Prosím zvoľte stream

source: Video file not found. It was probably deleted or there is an error in data.
cs: Video soubor nebyl nalezen. Pravděpodobně byl smazán nebo došlo k chybě v datech.
sk: Video súbor nebol nájdený. Pravdepodobne bol vymazaný alebo je chyba v údajoch.

source: You are not authorized to access Stream Cinema service
cs: Nemáte oprávnění k přístupu ke službě Stream Cinema
sk: Nemáte oprávnenie na prístup k službe Stream Cinema

source: Stream Cinema server returned in response unexpected data type. Try again later.
cs: Server Stream Cinema vrátil v odpovědi neočekávaný typ dat. Zkuste to znovu později.
sk: Server Stream Cinema vrátil v odpovedi neočakávaný typ údajov. Skúste to neskôr.

source: Stream Cinema service is not available or you don't have access to it. Server returned HTTP error code {code} with description "{reason}".
cs: Služba Stream Cinema není k dispozici nebo k ní nemáte přístup. Server vrátil kód HTTP chybový kód {code} s popisem "{reason}".
sk: Služba Stream Cinema nie je k dispozícii alebo k nej nemáte prístup. Server vrátil HTTP chybový kód {code} s popisom "{reason}".

source: Show genre in item name
cs: Zobrazit žánr ve jménu položky
sk: Zobraziť žáner v názve položky

source: Show old menu structure
cs: Zobrazit starou strukturu menu
sk: Zobraziť starú štruktúru menu

source: Number of remembered searches
cs: Počet zapamatovaných vyhledávnání
sk: Počet zapamätaných vyhľadávaní

source: Number of last seen entries
cs: Počet zhlédnutých položek
sk: Počet videných položiek

source: Store play position of last seen entries
cs: Ukládat pozici přehrávání u zhlédnutých položek
sk: Ukladať pozíciu prehrávania u videných položiek

source: Don't store if play position is more then (in %)
cs: Neukládat pozici přehrávání pokud je větší než (v %)
sk: Neukladať pozíciu prehrávania ak je viac ako (v %)

source: Allow integration with Trakt.tv
cs: Povolit integraci s Trakt.tv
sk: Povoliť integráciu s Trakt.tv

source: Start subtitles automatically
cs: Automaticky spustit titulky
sk: Automaticky spustiť titulky

source: Always
cs: Vždy
sk: Vždy

source: When undubbed
cs: U nedabovaných
sk: U nedabovaných

source: Never
cs: Nikdy
sk: Nikdy

source: Start forced subtitles automatically
cs: Automaticky spustit forced titulky
sk: Automaticky spustiť forced titulky

source: Show watched history only from current device
cs: Zobrazit historii sledování pouze z aktuálního zařízení
sk: Zobraziť históriu sledovania len z aktuálneho zariadenia

source: Accounts
cs: Účty
sk: Účty

source: Login name (kra.sk)
cs: Přihlašovací jméno (kra.sk)
sk: Prihlasovacie meno (kra.sk)

source: Login password (kra.sk)
cs: Přihlašovací heslo (kra.sk)
sk: Prihlasovacie heslo (kra.sk)

source: VIP days remaining (kra.sk)
cs: Zůstávající dny VIP předplatného (kra.sk)
sk: Zostávajúci počet VIP (kra.sk)

source: Use primary prehraj.to search
cs: Primárně použít vyhledávání na prehraj.to
sk: Primárne použiť vyhľadávanie na prehraj.to

source: Filters
cs: Filtry
sk: Filtre

source: Language of dubbed entries and menu
cs: Jazyk dabovaných položek a menu
sk: Jazyk dabovaných položiek a menu

source: Enable adult content
cs: Povolit obsah pro dospělé
sk: Povoliť obsah pre dospelých

source: Filter items by lanuage
cs: Filtr položek podle jazyka
sk: Filter položiek podľa jazyka

source: All
cs: Všechny
sk: Všetky

source: Only dubbed or subs
cs: Jen dabované a s titulky
sk: Iba dabované alebo s titulkami

source: Only dubbed
cs: Jen dabované
sk: Iba dabované

source: Filter streams by language
cs: Filtr streamu podle jazyka
sk: Filter streamov podľa jazyka

source: Minimal offered stream quality
cs: Minimální nabízená kvalita streamu
sk: Minimálna ponúkaná kvalita streamu

source: Maximal offered stream quality
cs: Maximální nabízená kvalita streamu
sk: Maximálna ponúkaná kvalita streamu

source: Show 3D streams
cs: Zobrazit 3D streamy
sk: Zobraziť 3D streamy

source: Show HDR streams
cs: Zobrazit HDR streamy
sk: Zobraziť HDR streamy

source: Enable h265/hevc codec
cs: Povolit h265/hevc kodek
sk: Povoliť h265/hevc kodek

source: Maximum size of stream (in GB)
cs: Maximální velikost nabízeného streamu (v GB)
sk: Maximálna veľkosť streamu (v GB)
