Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_novaplus/resources/language/*.po
Languages: sk

source: Login failed - check login name and password
sk: Prihlásenie zlyhalo - skontrolujte prihlasovacie meno a heslo

source: Failed to create login session. Maybe login page has changed.
sk: Nepodarilo sa vytvoriť prihlasovaciu session. Možno nastala zmena spôsobu prihásenia.

source: Request to remote server failed. Try to repeat operation.
sk: Požiadavka na vzdialený server zlyhala. Skúste operáciu zopakovať.

source: HTTP response code
sk: HTTP návratový kód

source: In order addon to work you need to install the BeautifulSoup4 using your package manager. Search for package with name: python{0}-beautifulsoup4 or python{0}-bs4)
sk: K fungovaniu doplnku si musíte pomocou svojho správcu balíkov doinštalovať BeautifulSoup4. Hľadajte balík se menom: python{0}-beautifulsoup4 alebo python{0}-bs4

source: Latest episodes
sk: Posledné epizódy

source: TOP programs
sk: TOP programy

source: Go to show
sk: Prejsť na reláciu

source: Best
sk: Nejlepšie

source: Latest
sk: Najnovšie

source: All
sk: Všetky

source: Categories
sk: Kategórie

source: Video not found.
sk: Video nebolo nájdené.

source: Format of site has been changed. Addon needs to be updated in order to work again.
sk: Formát stránky sa zmenil. Doplnok potrebuje aktualizáciu aby znovu fungoval.

source: No supported DRM protection system found
sk: Nenašiel sa žiaden podporovaný DRM systém

source: Format of page has changed
sk: Formát stránky sa zmenil

source: Failed to play video
sk: Nepodarilo sa prehrať video

source: Login name
sk: Prihlasovacie meno

source: Login password
sk: Prihlasovacie heslo

source: Show VOYO content (marked as *)
sk: Zobrazovať VOYO obsah (označí sa *)

source: Maximum bandwidth of the offered stream
sk: Maximálny dátový tok ponúkaného streamu

source: Unlimited
sk: Bez obmedzenia
