Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_dupe/resources/language/*.po
Languages: cs, sk

source: Unexpected return code from server
cs: Neočekávaný návratový kód ze serveru
sk: Neočakávaný návratový kód zo servera

source: Login failed with response code {code}
cs: Přihlášení se nezdařilo s kódem odpovědi {code}
sk: Prihlásenie sa nezdařilo s kódom odpovede {code}

source: Login failed - probably wrong username or password
cs: Přihlášení se nezdařilo – pravděpodobně nesprávné uživatelské jméno nebo heslo
sk: Prihlásenie sa nepodarilo – pravdepodobne nesprávne používateľské meno alebo heslo

source: Login failed. Check your credentials. Without valid credentials you will be unable to watch any content.
cs: Přihlášení se nezdařilo. Zkontrolujte své přihlašovací údaje. Bez platných přihlašovacích údajů nebudete moci sledovat žádný obsah.
sk: Prihlásenie sa nepodarilo. Skontrolujte svoje prihlasovacie údaje. Bez platných prihlasovacích údajov nebudete môcť sledovať žiadny obsah.

source: Movies
cs: Filmy
sk: Filmy

source: Series
cs: Seriály
sk: Seriály

source: All
cs: Vše
sk: Všetko

source: By genre
cs: Podle žánru
sk: Podľa žánru

source: In order to play content you need to enter login credentials in addon's setting.
cs: Abyste mohli přehrávat obsah, musíte zadat přihlašovací údaje v nastavení doplňku.
sk: Aby ste mohli prehrávať obsah, musíte zadať prihlasovacie údaje v nastaveniach doplnku.

source: You have reached the limit and playback of another item is not available for you.
cs: Dosáhli jste limitu a přehrávání další položky není k dispozici.
sk: Dosiahli ste limit a prehrávanie ďalšej položky nie je pre vás k dispozícii.

source: No supported stream provider found
cs: Nenalezen žádný podporovaný poskytovatel streamů
sk: Nebol nájdený žiadny podporovaný poskytovateľ streamov

source: Please select a stream
cs: Vyberte prosím stream
sk: Vyberte si stream

source: This video stream is not available. Try to select different one.
cs: Tento videostream není k dispozici. Zkuste vybrat jiný.
sk: Tento video stream nie je k dispozícii. Skúste vybrať iný.

source: Subtitles
cs: Titulky
sk: Titulky

source: Please select subtitles
cs: Vyberte prosím titulky
sk: Prosím vyberte titulky

source: Your internet provider is blocking access to site containing this video.
cs: Váš poskytovatel internetového připojení blokuje přístup k webové stránce obsahující toto video.
sk: Váš poskytovateľ internetu blokuje prístup na stránku obsahujúcu toto video.

source: Login name
cs: Přihlašovací jméno
sk: Prihlasovacie meno

source: Login password
cs: Přihlašovací heslo
sk: Prihlasovacie heslo

source: Max watched items
cs: Maximální počet viděných položek
sk: Maximálny počet videných položiek

source: Enable subtitles support
cs: Povolit podporu pro titulky
sk: Povoliť podporu pre titulky
