Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_webshare/resources/language/*.po
Languages: cs, sk

source: Failed to get user informations
cs: Nepodařilo se získat informcace o uživateli
sk: Nepodarilo sa získať informácie o používateľovi

source: Wrong webshare login data provided
cs: Chybné přihlašovací údaje pro Webshare
sk: Nesprávne prihlasovacie údaje pre Webshare

source: Webshare subscription expired. Only very low quality videos will play and seeking forward/backwad will not work at all.
cs: Webshare předplatné vypršelo. Přehrávání bude fungovat jen u videí s velmi nízkou kvalitou a přetáčení vpřed/vzad nebude fungovat vůbec.
sk: Webshare predplatné vypršalo. Prehrávanie bude fungovať len u videí s veľmi nízkou kvalitou a pretáčanie vpred/vzad nebude fungovať vôbec.

source: File is password protected
cs: Soubor je chráněn heslem
sk: Súbor je chránený heslom

source: Failed to resolve file
cs: Nepodařilo se získat adresu souboru
sk: Nepodarilo sa získať adresu súboru

source: Login to premium account failed: {reason} Continuing with free account.
cs: Přihlášení do premium konta selhalo: {reason} Pokračuji s free kontem.
sk: Prihlásenie do premium konta zlyhalo: {reason} Pokračujem s free kontom.

source: Remove from watched
cs: Odebrat ze sledovaných
sk: Odstrániť zo sledovaných

source: Item were removed. Change will be efective after next addon start.
cs: Položka byla odstraněna. Změna bude účinná po příštím spuštění addonu.
sk: Položka bola odstránená. Zmena bude účinná po ďalšom spustení doplnku.

source: Login name
cs: Přihlašovací jméno
sk: Prihlasovacie meno

source: Login password
cs: Přihlašovací heslo
sk: Prihlasovacie heslo

source: Max watched items
cs: Maximální počet viděných položek
sk: Maximálny počet videných položiek

source: Search category
cs: Kategorie vyhledávání
sk: Vyhľadávacia kategória

source: Cleanup watched items from webshare history
cs: Vymaž sledované položky z webshare historie
sk: Vymaž sledované položky z webshare histórie
