Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_tipostv/resources/language/*.po
Languages: sk

source: Request to remote server failed. Try to repeat operation.
sk: Požiadavka na vzdialený server zlyhala. Skúste operáciu zopakovať.

source: HTTP response code
sk: HTTP návratový kód

source: Basketball
sk: Basketbal

source: Football
sk: Futbal

source: By month
sk: Podľa mesiaca

source: By competition
sk: Podľa súťaže

source: By team
sk: Podľa tímu

source: Result
sk: Výsledok

source: By league
sk: Podľa ligy

source: Full match
sk: Celý zápas

source: Highlight
sk: Najlepšie momenty

source: Part
sk: Časť

source: Maximum bandwidth of the offered stream
sk: Maximálny dátový tok ponúkaného streamu

source: Unlimited
sk: Bez obmedzenia
