Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_yt/resources/language/*.po
Languages: cs, sk

source: Last watched
cs: Poslední sledované
sk: Posledné sledované

source: This addon reached available limit of requests to youtube API. Try again later.
cs: Tento doplněk dosáhl limit dostupného počtu požadavek na youtube API. Zkuste to znovu později.
sk: Tento doplnok dosiahol limit počtu dostupných požiadaviek na yotube API. Skúste to neskôr.

source: Remove from watched
cs: Vymazat ze sledovaných
sk: Odstrániť zo sledovaných

source: Save channel
cs: Uložit kanál
sk: Uložiť kanál

source: Videos
cs: Videa
sk: Videá

source: Live
cs: Živě
sk: Naživo

source: Popular
cs: Oblíbené
sk: Populárne

source: Oldest
cs: Nejstarší
sk: Najstarší

source: View channel videos
cs: Zobrazit videa kanálu
sk: Zobraziť videá kanála

source: Failed to get playable video stream address
cs: Nepodařilo se získat adresu přehratelného video streamu
sk: Nepodarilo sa získať prehrateľnú adresu video streamu

source: Number of remembered searches
cs: Počet zapamatovaných vyhledávnání
sk: Počet zapamätaných vyhľadávaní

source: Number of channels on main page
cs: Počet kanálů na úvodní obrazovce
sk: Počet kanálov na úvodnej obrazovke

source: Max watched items
cs: Maximální počet sledovaných položek
sk: Maximálny počet videných položiek

source: Preferred stream resolution
cs: Preferované rozlišení streamu
sk: Preferované rozlíšenie streamu

source: Check exteplayer3 version on startup
cs: Při startu kontrolovat verzi exteplayer3 přehrávače
sk: Pri štarte skontrolovať verziu exteplayer3 prehrávača

source: Youtube API key
cs: Youtube API klíč
sk: Youtube API kľúč
