Repository: archivczsk/archivczsk-doplnky
Catalog: tools_archivczsk/resources/language/*.po
Languages: sk

source: You are not logged in! Check login credentials in addon settings.
sk: Nie ste prihlásený! Skontrolujte prihlasovacie údaje v nastaveniach doplnku.

source: In order addon to work you need to install the BeautifulSoup4 using your package manager. Search for package with name: python{0}-beautifulsoup4 or python{0}-bs4
sk: K fungovaniu doplnku si musíte pomocou svojho správcu balíkov doinštalovať BeautifulSoup4. Hľadajte balík s menom: python{0}-beautifulsoup4 alebo python{0}-bs4

source: There is no space left in directory {dir}.
sk: V adresári {dir} nie je dostatok voľného miesta.

source: Login failed
sk: Prihlásenie zlyhalo

source: Login ended with error
sk: Prihlásenie skončilo chybou

source: New search
sk: Nové hľadanie

source: Remove
sk: Odstrániť

source: Edit
sk: Upraviť

source: Search
sk: Vyhľadať

source: Next
sk: Ďalšie

source: Here you can find a list of channels offering live broadcasts
sk: Tu nájdete zoznam kanálov, ktoré ponúkajú živé vysielanie

source: Live broadcasting
sk: Živé vysielanie

source: Here you will find your channels archive
sk: Tu nájdete spätné prehrávanie vašich kanálov

source: Archive
sk: Archív

source: Monday
sk: Pondelok

source: Tuesday
sk: Utorok

source: Wednesday
sk: Streda

source: Thursday
sk: Štvrtok

source: Friday
sk: Piatok

source: Saturday
sk: Sobota

source: Sunday
sk: Nedeľa

source: day
sk: deň

source: days2-4
sk: dni

source: days5+
sk: dní

source: hour
sk: hodina

source: hours2-4
sk: hodiny

source: hours5+
sk: dní

source: Today
sk: Dnes

source: Yesterday
sk: Včera

source: It was not possible to determine, if you have installed ffmpeg and if it can process MPEG-DASH streams needed by this addon.
sk: Nebolo možné zistiť, či máte nainštalované program ffmpeg a či podporuje MPEG-DASH streamy potrebné pre tento doplnok.

source: Installed version of ffmpeg probably doesn't support MPEG-DASH streams needed by this addon.
sk: Nainštalovaná verzia ffmpeg pravdepodobne nepodporuje MPEG-DASH streamy potrebné pre tento doplnok.

source: It is recommended to install modified version of exteplayer3 and ffmpeg with build in support for MPEG-DASH and DRM streams. Should I download and install recommanded version for you?
sk: Odporúča sa nainštalovať upravenú verziu exteplayer3 a ffmpeg so vstavanou podporou pre MPEG-DASH a DRM streamy. Mám stiahnuť a nainštalovať odporúčanú verziu?

source: This addon is not supported on DMM image
sk: Tento doplnok nie je podporovaný na originálnom DMM image

source: You need to install ServiceApp in order to use this addon
sk: Pre použitie tohto doplnku musíte nainštalovať ServiceApp

source: Hardware platform of your receiver is not supported
sk: Hardwarová platforma vášho prijímača nie je podporovaná

source: It was not possible to determine, if you have installed exteplayer3 and if it provides features needed by this addon.
sk: Nebolo možné zistiť, či máte nainštalovaný prehrávač exteplayer3 a či podporuje všetky funkcie potrebné pre tento doplnok.

source: Installed version of exteplayer3 doesn't support all features needed by this addon.
sk: Nainštalovaná verzia prehrávača exeplayer3 nepodporuje všetky funkcie potrebné pre tento doplnok.

source: It is recommended to install latest modified version of exteplayer3 and ffmpeg with build in all features needed. Should I download and install recommanded version for you?
sk: Odporúča sa nainštalovať poslednú upravenú verziu exteplayer3 a ffmpeg so vstavanou podporou všetkých potrebných funkcií. Mám stiahnuť a nainštalovať odporúčanú verziu?

source: A new version of modified exteplayer3 is available. Player is important system component and many ArchivCZSK feautures are fully functional only on this version. Should I download and install new version for you?
sk: Je k dispozícii nová verzia upraveného prehrávača exteplayer3. Prehrávač je dôležitou súčasťou systému a mnohé funkcie ArchivCZSK sú plne funkčné len v tejto verzii. Mám stiahnuť a nainštalovať novú verziu?
