Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_dokumenty_tv/resources/language/*.po
Languages: sk

source: Request to remote server failed. Try to repeat operation.
sk: Požiadavka na vzdialený server zlyhala. Skúste operáciu zopakovať.

source: HTTP response code
sk: Kód odpovede HTTP

source: In order addon to work you need to install the BeautifulSoup4 using your package manager. Search for package with name: python{0}-beautifulsoup4 or python{0}-bs4)
sk: Aby doplnok fungoval, musíte si nainštalovať BeautifulSoup4 pomocou správcu balíkov. Vyhľadajte balík s názvom: (python{0}-beautifulsoup4 alebo python{0}-bs4)

source: Home
sk: Domov

source: Geography and traveling
sk: Geografia a cestovanie

source: History and retro
sk: História a retro

source: Catastrophic
sk: Katastrofické

source: Conspiracy
sk: Konšpirície a spiknutia

source: Crime
sk: Krimi

source: Thinking
sk: Myslenie

source: Politics
sk: Politika

source: Nature and animals
sk: Príroda a zvieratá

source: Technology and science
sk: Technológia a veda

source: War and army
sk: Vojna a armáda

source: Universe and UFO
sk: Vesmír a UFO

source: Mysteries and mythology
sk: Záhady a mytológia

source: Lifestyle and sport
sk: Životný štýl a šport

source: Not supported video provider: {provider}
sk: Nepodporovaný poskytovateľ videa: {provider}

source: Episode
sk: Epizóda

source: Maximum bandwidth of the offered stream
sk: Maximálny dátový tok ponúkaného streamu

source: Unlimited
sk: Bez obmedzenia
