Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_max/resources/language/*.po
Languages: cs, sk

source: No response received from server.
cs: Ze serveru nepřišla žádná odpověď.
sk: Zo servera neprišla žiadna odpoveď.

source: Login data expired. Do new pairing of this device with your account.
cs: Platnost přihlašovacích údajů vypršela. Vykonejte nové spárovanání tohto zařízení s vašim účtem.
sk: Platnosť prihlasovacích údajov vypršala. Vykonajte nové spárovanie tohto zariadenia s vaším účtom.

source: Unexpected return code from server
cs: Neočekávaný návratový kód ze serveru
sk: Neočakávaný návratový kód zo servera

source: Select profile
cs: Vyberte profil
sk: Vyberte profil

source: Enter PIN
cs: Zadejte PIN
sk: Zadajte PIN

source: You are already logged in. Please exit addon and run it again.
cs: Již jste přihlášen. Ukončete prosím doplněk a spusťte jej znovu.
sk: Už ste prihlásený. Ukončite prosím doplnok a spustite ho znova.

source: Go to following URL and enter device code: URL: {url} Device code: {code}
cs: Přejdete na nasledující URL adresu a zadejte kód zařízení: URL: {url} Kód zařízení: {code}
sk: Prejdite na nasledujúcu URL adresu a zadajte kód zariadenia: URL: {url} Kód zariadenia: {code}

source: Start login process
cs: Spustit proces přihlášení
sk: Spustiť proces prihlásenia

source: Use this if you want to pair this device with your HBO Max account.
cs: Tuto možnost použijte, pokud chcete toto zařízení spárovat s účtem HBO Max.
sk: Použite túto možnosť, ak chcete spárovať toto zariadenie s vašim HBO Max účtom.

source: Start login process using provider
cs: Spustit proces přihlášení pomocí poskytovatele
sk: Spustenie procesu prihlásenia pomocou poskytovateľa

source: Use this if you use login to HBO Max using provider, like google, amazon, ...
cs: Použijte to, pokud používáte přihlášení k HBO Max pomocí poskytovatele, jako je Google, Amazon, ...
sk: Použite túto možnosť ak sa prihlasujete do HBO Max pomocou poskytovateľa ako google, amazon, ...

source: My items
cs: Moje položky
sk: Moje položky

source: Informations and settings
cs: Informace a nastavení
sk: Informácie a nastavenia

source: Remove from viewed
cs: Odebrat z viděných
sk: Odstrániť z videných

source: Short preview
cs: Krátký náhled
sk: Krátka ukážka

source: Remove from watchlist
cs: Vymazat z watchlistu
sk: Odstrániť z watchlistu

source: Add to watchlist
cs: Přidat do watchlistu
sk: Pridať do watchlistu

source: Go to series
cs: Jít na seriál
sk: Ísť na seriál

source: Season
cs: Sezona
sk: Sezóna

source: Profiles
cs: Profily
sk: Profily

source: Devices
cs: Zařízení
sk: Zariadenia

source: Logout
cs: Odhlásit se
sk: Odhlásiť sa

source: Unknown
cs: Neznámy
sk: Neznámy

source: Created
cs: Vytvořeno
sk: Vytvorené

source: Make
cs: Značka
sk: Značka

source: Do you realy want to delete this device?
cs: Opravdu chcete smazat toto zařízení?
sk: Naozaj chcete odstrániť toto zariadenie?

source: Active profile
cs: Aktivní profil
sk: Aktívny profil

source: Pin protected
cs: Chráněno PIN-em
sk: Chránené PIN-om

source: Kids profile
cs: Dětský profil
sk: Detský profil

source: Do you realy want to switch profile?
cs: Opravdu chcete přepnut profil?
sk: Naozaj chcete prepnúť profil?

source: Full stream quality is available only for ArchivCZSK product supporters. Quality of the playback will be limited to SD resolution.
cs: Plná kvalita streamu je k dispozici pouze pro podporovatele produktu ArchivCZSK. Kvalita přehrávání bude omezena na rozlišení SD.
sk: Plná kvalita streamov je k dispozícii len pre podporovateľov produktu ArchivCZSK. Kvalita prehrávania bude obmedzená na SD rozlíšenie.

source: Playback of stream with quality >=1080p failed. Switching back to 720p quality.
cs: Přehrávání streamu v kvalitě >=1080p selhalo. Přepínám zpět na kvalitu 720p.
sk: Prehrávanie streamu s kvalitou >=1080p zlyhalo. Prepínam späť na kvalitu 720p.

source: You have enabled 1080p and 4k streams support in addon settings. This option works only in distributions based on python 3.8+ like OpenATV 7.x, OpenPLi > 9.x etc. Update software in you receiver to get better quality streams.
cs: V nastavení doplňku jste povolili podporu streamů v rozlišení 1080p a 4k. Tato možnost funguje pouze v distribucích založených na Pythonu 3.8+, jako jsou OpenATV 7.x, OpenPLi > 9.x atd. Aktualizujte software ve svém přijímači, abyste získali streamy v lepší kvalitě.
sk: V nastaveniach doplnku ste povolili podporu 1080p a 4k streamov. Táto možnosť funguje iba v distribúciách založených na Python 3.8+, ako sú OpenATV 7.x, OpenPLi > 9.x atď. Aktualizujte softvér vo vašom prijímači, aby ste získali lepšiu kvalitu streamov.

source: Select profile on startup
cs: Volba profilu při startu
sk: Výber profilu pri spustení

source: Enable and prefer multichannel audio
cs: Povolit a preferovat vícekanálový zvuk
sk: Povoliť a preferovať viackanálové audio

source: Enable 1080p and 4k streams (experimental)
cs: Povolit streamování v rozlišení 1080p a 4k (experimentální)
sk: Povoliť streamy v rozlíšení 1080p a 4k (experimentálne)

source: Prefered video codec for >= 1080p streams
cs: Preferovaný video kodek pro >= 1080p streamy
sk: Preferovaný video kodek pre >= 1080p streamy

source: Sync playback
cs: Synchronizovat pozici přehrávanání
sk: Synchronizovať pozíciu prehrávania

source: Language of dubbed entries
cs: Jazyk dabovaných položek
sk: Jazyk dabovaných položiek

source: Start subtitles automatically
cs: Automaticky spustit titulky
sk: Automaticky spustiť titulky

source: Always
cs: Vždy
sk: Vždy

source: When undubbed
cs: U nedabovaných
sk: U nedabovaných

source: Never
cs: Nikdy
sk: Nikdy

source: Start forced subtitles automatically
cs: Automaticky spustit forced titulky
sk: Automaticky spustiť forced titulky

source: Language codes of enabled audio tracks
cs: Jazykové kódy povolených zvukových stop
sk: Jazykové kódy povolených zvukových stôp

source: Language codes of enabled subtitles
cs: Jazykové kódy povolených titulků
sk: Jazykové kódy povolených titulkov

source: Enable login using provider
cs: Povolit přihlášení pomocí poskytovatele
sk: Povoliť prihlásenie pomocou poskytovateľa
