Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_oneplay/resources/language/*.po
Languages: sk

source: Multidimension - select stream
sk: Multidimenzia - vyberte stream

source: Failed to create new connection to server
sk: Nepodarilo sa vytvoriť nové pripojenie k serveru

source: Failed to read data from server
sk: Čítanie údajov zo servera zlyhalo

source: Received wrong response from server
sk: Zo serveru bola prijatá chybná odpoveď

source: This content is not available
sk: Tento obsah nie je k dispozícii

source: Server returned error response
sk: Server vrátil chybovú odpoveď

source: Received wrong websocket response from server
sk: Zo serveru bola prijatá nesprávna websocket odpoveď

source: Login failed - no access token in response data received
sk: Prihlásenie zlyhalo - odpoveď zo serveru neobsahuje prístupový token

source: Available from
sk: Dostupné od

source: Play from beginnig
sk: Prehrať od začiatku

source: Remove from favourites
sk: Odstrániť z favoritných

source: Add to favourites
sk: Pridať do favoritných

source: Add to my list
sk: Pridať do môjho zoznamu

source: Plan recording
sk: Naplánovať nahrávanie

source: Here you can plan recordings for future programs
sk: Tu môžete plánovať nahrávky pre budúce programy

source: Remove from my list
sk: Odstrániť z môjho zoznamu

source: List related
sk: Zobraziť podobné

source: Special section
sk: Špeciálna sekcia

source: Here you can show and optionaly remove/unregister unneeded devices, so you can login on another one.
sk: Tu si môžete zobraziť a prípadne vymazať/odregistrovať zbytočné zariadenia, aby ste se mohli opäť prihlásiť inde.

source: Registered devices
sk: Zaregistrované zariadenia

source: Here you can see the list of created profiles for this account and optionally change active one.
sk: Tu si môžete pozrieť zoznam vytvorených profilov pre toto konto a prípadne zmeniť aktívny profil.

source: Profiles
sk: Profily

source: Run EPG export to enigma or XML files
sk: Spustiť EPG export do enigmy alebo do XML súborov

source: This will force login reset. New device identificator will be created and used for login.
sk: Toto vynúti reset prihlásenia. Bude vygenerovaný nový identifikátor, ktorý bude použitý pre prihlásenie.

source: Reset login
sk: Resetovať prihásenie

source: EPG export started
sk: EPG export bol spustený

source: Last used
sk: Naposledy použité

source: Is streaming now
sk: Aktuálne streamuje

source: Remove device!
sk: Vymazať zariadenie!

source: In menu you can activate service using "Make activate"
sk: V menu môžete aktivovať službu pomocou "Aktivovať"

source: Make active
sk: Aktivovať

source: Enter profile pin
sk: Zadajte PIN profilu

source: New login session using device ID {device_id} was created!
sk: Bolo vytvorené nové prihlasovacie sedenie pomocou identifikátoru {device_id}

source: Failed to create new login session!
sk: Nepodarilo sa vytvoriť novú prihlasovaciu session!

source: Mo
sk: Po

source: Tu
sk: Ut

source: We
sk: St

source: Th
sk: Št

source: Fr
sk: Pi

source: Sa
sk: So

source: Su
sk: Ne

source: Select account
sk: Zvoľte konto

source: Item was added to my list
sk: Položka bola pridaná do môjho zoznamu

source: Item was removed from my list
sk: Položka bola odstránená z môjho zoznamu

source: Login name
sk: Prihlasovacie meno

source: Login password
sk: Prihlasovacie heslo

source: Parental pin
sk: Rodičovský pin

source: Maximum bandwidth of the offered stream
sk: Maximálny dátový tok ponúkaného streamu

source: Unlimited
sk: Bez obmedzenia

source: Enable adult channels
sk: Povoliť programy pre dospelých

source: Number of search history items
sk: Počet položiek histórie vyhľadávania

source: Automatically export channel list as userbouquet
sk: Automaticky exportovať zoznam staníc ako userbouquet

source: Generate XML EPG for epgimport plugin (if installed)
sk: Generovať XML EPG pre epgimport plugin (ak je nainštalovaný)

source: Directory for XML EPG data (need at least 20MB of free space)
sk: Adresár pre XML EPG dáta (aspoň 20MB voľného miesta)

source: For how many days to generate XML EPG
sk: Pre koľko dní dopredu generovať XML EPG

source: Automatically download picons when exporting userbouquet
sk: Pri exportovaní userbouquetu automaticky stiahnuť picony

source: Player used for userbouquet
sk: Prehrávač použitý pre userbouquet

source: Default
sk: Predvolený

source: Advanced
sk: Pokročilé

source: Prefered stream type for live broadcasting
sk: Preferovaný typ streamu na živé vysielanie

source: Allow DRM decrypt using exteplayer3
sk: Povoliť dešifrovanie DRM pomocou exteplayer3

source: Enable special section in main menu
sk: Povoliť špeciálnu sekciu v hlavnom menu

source: Allow downloading of live broadcasting
sk: Povoliť sťahovanie u živého vysielania

source: Show multidimension stream choice
sk: U multidimenzie zobrazovať výber streamu

source: How many minutes to play after event ends in archive
sk: Koľko minút prehrávať po skončení udalosti v archíve

source: Extra stream cache (in seconds)
sk: Dodatočná vyrovnávacia pamäť streamu (v sekundách)

source: Check exteplayer3 version on startup
sk: Kontrola verzie exteplayer3 pri spustení
