Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_sledovanitv/resources/language/*.po
Languages: cs

source: Unexpected return code from server
cs: Neočekávaný návratový kód ze serveru

source: Wrong PIN code
cs: Špatný PIN kód

source: Login failed
cs: Přihlášení selhalo

source: Error by loading list of devices
cs: Chyba při načítání seznamu zařízení

source: Error by loading channel list
cs: Chyba při načítání seznamu kanálů

source: Error by loading EPG
cs: Chyba při načítání EPG

source: Error by loading recordings
cs: Chyba načítání nahrávek

source: Error by deleting recording
cs: Chyba při mazání nahrávky

source: Error by setting recording
cs: Chyba při nastavování nahrávky

source: Error by loading event
cs: Chyba načítání události

source: Error by loading recording
cs: Chyba při načítaní nahrávky

source: Main page
cs: Úvodní stránka

source: Play from beginning
cs: Přehrát od začátku

source: Radios
cs: Radia

source: Here you will find the list of radios available in your subscription
cs: Obsahuje seznam rádií dostupných s vašim předplatným

source: Add recording
cs: Přidat nahrávku

source: Recordings
cs: Nahrávky

source: Here you will find recordings of your programs
cs: Tu najdete nahrávky vašich programů

source: Monday
cs: Pondelí

source: Tuesday
cs: Úterý

source: Wednesday
cs: Středa

source: Thursday
cs: Čtvrtek

source: Friday
cs: Pátek

source: Saturday
cs: Sobota

source: Sunday
cs: Neděle

source: Plan recording
cs: Naplánovat nahrávání

source: Futures - planed
cs: Budoucí - plánováne

source: Existing
cs: Existujíci

source: expires
cs: expiruje

source: Delete recording
cs: Smazat nahrávku

source: Today
cs: Dnes

source: Tomorrow
cs: Zítra

source: Record the event
cs: Nahrát pořad

source: Video library
cs: Videotéka

source: Playing of DRM protected content is not available for you.
cs: Přehrávání obsahu chráněného technologií DRM není pro vás dostupné.

source: Special section
cs: Speciální sekce

source: Here you can show and optionaly remove/unregister unneeded devices, so you can login on another one.
cs: Tu si můžete zobrazit a případně vymazat/odregistrovat zbytečná zařízení, aby jste se mohli znova jinde přihlásit.

source: Registered devices
cs: Zaregistrovaná zařízení

source: Run EPG export to enigma or XML files
cs: Spustit export EPG do enigmy nebo do XML souborů

source: EPG export started
cs: EPG export byl spuštěn

source: In menu you can remove device using Remove device!
cs: V menu můžete zařízení vymazat pomocí Smazat zařízení!

source: Remove device!
cs: Smazat zařízení!

source: This operation is not supported yet
cs: Tato operace zatím není podporováná

source: Mo
cs: Po

source: Tu
cs: Út

source: We
cs: St

source: Th
cs: Čt

source: Fr
cs: Pá

source: Sa
cs: So

source: Su
cs: Ne

source: Recording added
cs: Nahrávka přidána

source: There was an error by adding recording
cs: Při přidávaní nahrávky nastala chyba

source: Login name
cs: Přihlašovací jméno

source: Login password
cs: Přihlašovací heslo

source: Maximum bandwidth of the offered stream
cs: Maximální datový tok nabízeného streamu

source: Unlimited
cs: Bez omezení

source: Enable adult channels
cs: Povolit programy pro dospělé

source: Enable special section in main menu
cs: Povolit speciální sekci v hlavním menu

source: Allow downloading of live broadcasting
cs: Povolit stahování u živého vysílání

source: Enable multiple audio tracks and subtitles
cs: Povolit více zvukových stop a titulků

source: Allow DRM decrypt using exteplayer3
cs: Povolit dešifrování DRM pomocí exteplayer3

source: Automatically export channel list as userbouquet
cs: Automaticky exportovat seznam stanic jako userbouquet

source: Generate XML EPG for epgimport plugin (if installed)
cs: Generovat XML EPG pro epgimport plugin (pokud je nainstalován)

source: Directory for XML EPG data (need at least 20MB of free space)
cs: Adresář pro XML EPG data (potřebujete alespoň 20MB volného místa)

source: For how many days to generate XML EPG
cs: Pro kolik dni dopředu generovat XML EPG

source: Automatically download picons when exporting userbouquet
cs: Při exportování userbouquetu automaticky stáhnout picony

source: Player used for userbouquet
cs: Přehrávač použitý pro userbouquet

source: Default
cs: Předvolený
