Repository: archivczsk/archivczsk-doplnky
Catalog: plugin_video_jojplay/resources/language/*.po
Languages: cs, sk

source: Search
cs: Vyhledat
sk: Vyhľadávanie

source: Live TV
cs: Živé televizní vysílání
sk: Živé televízne vysielanie

source: Videoportal
cs: Videoportál
sk: Videoportál

source: Favourites
cs: Oblíbené
sk: Obľúbené

source: Continue watching
cs: Pokračovat ve sledování
sk: Pokračovať v sledovaní

source: Select profile
cs: Výběr profilu
sk: Výber profilu

source: Search movies
cs: Vyhledávání filmů
sk: Hľadať filmy

source: Search series
cs: Vyhledávání seriálů
sk: Hľadať seriály

source: Movies
cs: Filmy
sk: Filmy

source: Series
cs: Seriály
sk: Seriály

source: Remove from favourites
cs: Odebrat z oblíbených
sk: Odstrániť z obľúbených

source: Add to favourites
cs: Přidat do oblíbených
sk: Pridať do obľúbených

source: Play trailer
cs: Přehrát trailer
sk: Prehrať trailer

source: Show related
cs: Zobrazit související
sk: Zobraziť súvisiace

source: Reset watch position
cs: Resetovat pozici přehrávanání
sk: Resetovať pozíciu prehrávania

source: Subscription needed
cs: Nutné předplatné
sk: Potrebné predplatné

source: Only for ArchivCZSK supporters
cs: Jen pro podporovatele ArchivCZSK
sk: Len pre podporovateľov ArchivCZSK

source: Season
cs: Sezóna
sk: Sezóna

source: This video is not available for your subscription. Play trailer instead?
cs: Toto video není k dispozici pro vaše předplatné. Přehrát si místo toho trailer?
sk: Toto video nie je k dispozícii pre vaše predplatné. Prehrať si namiesto toho trailer?

source: Request to remote server failed. Try to repeat operation.
cs: Požadavek na vzdálený server selhal. Zkuste operaci zopakovat.
sk: Požiadavka na vzdialený server zlyhala. Skúste operáciu zopakovať.

source: HTTP response code
cs: Kód HTTP odpovědi
sk: Kód HTTP odpovede

source: In order addon to work you need to install the BeautifulSoup4 using your package manager. Search for package with name: python{0}-beautifulsoup4 or python{0}-bs4)
cs: K fungování doplňku si musíte pomocí svého správce balíků doinstalovat BeautifulSoup4. Hledejte balík se jménem: python{0}-beautifulsoup4 nebo python{0}-bs4
sk: Aby doplnok fungoval, musíte si nainštalovať BeautifulSoup4 pomocou správcu balíkov. Vyhľadajte balík s názvom: (python{0}-beautifulsoup4 alebo python{0}-bs4)

source: TOP shows
cs: TOP relace
sk: TOP relácie

source: By alphabet
cs: Podle abecedy
sk: Podľa abecedy

source: All
cs: Všechny
sk: Všetky

source: Unsupported JOJ Play redirect type
cs: Nepodporovaný typ přesměrování JOJ Play
sk: Nepodporovaný typ presmerovania JOJ Play

source: No username or password provided
cs: Není uvedeno uživatelské jméno ani heslo
sk: Nie je zadané používateľské meno alebo heslo

source: Login failed. Probably wrong username/password combination.
cs: Přihlášení se nezdařilo. Pravděpodobně špatná kombinace uživatelského jména a hesla.
sk: Prihlásenie zlyhalo. Pravdepodobne nesprávna kombinácia používateľského mena a hesla.

source: Login refresh failed. Refresh token is not valid anymore.
cs: Obnovení přihlášení se nezdařilo. Obnovovací token již není platný.
sk: Obnovenie prihlásenia zlyhalo. Refresh token už nie je platný.

source: Failed to get user informations
cs: Nepodařilo se získat informace o uživateli
sk: Nepodarilo sa získať informácie o používateľovi

source: With your subscription you don't have access to this content.
cs: S vašim předplatným nemáte k tomuto obsahu přístup.
sk: S predplatným nemáte prístup k tomuto obsahu.

source: Login name
cs: Přihlašovací jméno
sk: Prihlasovacie meno

source: Login password
cs: Přihlašovací heslo
sk: Prihlasovacie heslo

source: Select profile on startup
cs: Výběr profilu při spuštění
sk: Výber profilu pri spustení

source: Sync playback
cs: Synchronizovat přehrávanání
sk: Synchronizovať prehrávanie

source: Allow multiple audio tracks for HLS
cs: Povolit více audio stop pro HLS streamy
sk: Povoliť viacero audio stôp pre HLS

source: Maximum bandwidth of the offered stream
cs: Maximální datový tok nabízeného streamu
sk: Maximálny dátový tok ponúkaného streamu

source: Unlimited
cs: Bez omezení
sk: Bez obmedzenia
